print()
# 화면에 ‘안녕자바’를 출력해보자.
print('안녕자바')
print()
# 본인의 정보를 출력하는 프로그램을 만들어 보자. 이름, 이메일, 전화번호 등 명함으로 만들어 출력해 보자.
print("""
        김\t호\t찬
      \tghckskim@gmail.com
      \t010 - 3193 - 2504  
      """)
print()
# 다음 각종 삼각형 사각형 모양을 화면에 출력해보자.
print("""\
    *****
    *****
    *****
    *****
    *****
    """)
print("""\
    *
    **
    ***
    ****
    *****
    """)
print("""\
        *
       **
      ***
     ****
    *****
    """)
print()
# 다음 성적표를 콘솔에 출력하시오.
print("*************************")
print("*\t 성적표 \t*")
print("*************************")
print("*  국어\t    50 \t\t*")
print("*************************")
print("*  영어\t    50 \t\t*")
print("*************************")
print("*  수학\t    50 \t\t*")
print("*************************")
print("* 컴퓨터 학과  \t홍길동  *")
print("*************************")
print()
#다음과 같은 달력을 \t를 이용해서 오늘 날짜 월로 만들어 보자.
print("일\t월\t화\t수\t목\t금\t토")
print("1\t2\t3\t4\t5\t6\t7")
print("8\t9\t10\t11\t12\t13\t14")
print("15\t16\t17\t18\t19\t20\t21")
print("22\t23\t24\t25\t26\t27\t28")
print("29\t30\t31")